Repository: huzhenchao/ImageOptim
Catalog: imageoptim/*.lproj/Localizable.strings
Languages: ar, cs, es, fi, fr, sk, uk, zh_hans

source: %@ failed to start
ar: فشل %@ بالبدء
cs: %@ se nepodařilo spustit
es: %@ no se pudo iniciar
fi: %@ ei onnistunut aloittamaan
fr: %@ erreur au lancement
sk: %@ sa nepodarilo spustiť
uk: %@ невдалося запустити
zh_hans: %@ 启动失败

source: Add
ar: أضف
cs: Přidat
es: Añadir
fi: Lisää
fr: Ajouter des fichiers…
sk: Pridať
uk: Додати
zh_hans: 添加

source: Cut
ar: قص
cs: Vyjmout
es: Cortar
fi: Leikkaa
fr: Couper
sk: Vystrihnúť
uk: Вирізати
zh_hans: 剪切

source: All neccessary tools have been disabled in Preferences
ar: كل الأدوات الأساسية تم تعطيلها من خصائص
cs: Všechny nezbytné nástroje byly v Nastavení zakázány
es: Todas las herramientas necesarias han sido desactivadas en las Preferencias
fi: Kaikki tarvittavat työkalut on poistettu käytöstä asetuksista
fr: Tous les programmes sont désactivés dans les Préférences
sk: Všetky potrebné nástroje boli v Nastaveniach zakázané
uk: Всі необхідні інструменти були відключені в Налаштуваннях
zh_hans: 在首选项中已禁用所有必要工具

source: Can't open the file
ar: لايمكن فتح الملف
cs: Soubor se nepodařilo nahrát do paměti
es: No se puede mapear el archivo en la memoria
fi: Tiedostoa ei voi avata
fr: Impossible de charger le fichier en mémoire
sk: Súbor sa nedá otvoriť
uk: Неможливо відкрити файл
zh_hans: 无法打开该文件

source: File cannot be optimized any further
ar: الملف لايمكن تحسينها أكثر الحالي
cs: Soubor se už dál nedá vylepšit
es: El archivo no se puede optimizar más
fi: Tiedostoa ei voi optimoida enempää
fr: Le fichier ne peut être optimisé davantage
sk: Súbor sa už nedá viac vylepšiť
uk: Файл більше не може бути оптимізовано
zh_hans: 文件不能被进一步优化

source: File is neither PNG, GIF nor JPEG
ar: الملف ليس PNG أو GIF أو JPEG
cs: Soubor není PNG, GIF ani JPEG
es: El archivo no es ni PNG ni JPG
fi: Tiedosto ei ole PNG, GIF tai JPEG
fr: Le fichier n'est ni un PNG ni un JPEG
sk: Súbor nie je PNG, GIF ani JPEG
uk: Файл не є PNG, GIF, ні JPEG
zh_hans: 文件不是 PNG、GIF 或 JPEG 格式

source: ImageOptim will quit when optimizations are complete
ar: سيقوم ImageOptim بإغلاق نفسه بعد إنتهاء التحسينات
cs: ImageOptim bude po dokončení optimalizací ukončen
es: ImageOptim se cerrará cuando las optimizaciones se hayan completado
fi: ImageOptim sulkeutuu, kun optimoinnit ovat valmiit
fr: ImageOptim quittera quand les optimisations seront terminées.
sk: ImageOptim bude po dokončení optimalizácií ukončený
uk: ImageOptim буде закрито після закінчення оптимизації
zh_hans: ImageOptim 将在优化完成后退出

source: Inspecting file
ar: فحص ملف
cs: Soubor se zkoumá
es: Inspeccionando archivo
fi: Tutkitaan tiedostoa
fr: Analyse du fichier
sk: Súbor sa skúma
uk: Перевірка файлу
zh_hans: 正在检查文件

source: KB
ar: كيلوبايت
es: KO
fi: kt
fr: Ko

source: New file
ar: ملف جديد
cs: Nový soubor
es: Nuevo archivo
fi: Uusi tiedosto
fr: Nouveau fichier
sk: Nový súbor
uk: Новий файл
zh_hans: 新文件

source: Lossy minification enabled
ar: التصغير المهترئ مفعل
cs: Povoleno ztrátové zmenšení
es: Minificación con pérdidas activada
fi: Häviöllinen pienennys käytössä
fr: Minification avec perte activée
sk: Povolené stratové zmenšenie
uk: Стиснення з втратати ввімкнено
zh_hans: 微量有损已启用

source: MB
ar: ميغا بايت
fi: Mt
fr: Mo

source: Optimized file could not be saved
ar: الملف المُحسن لم نستطع حفظه
cs: Vylepšený soubor se nepodařilo uložit
es: El archivo optimizado no se pudo guardar
fi: Optimoitua tiedostoa ei voitu tallentaa
fr: Le fichier optmimisé n'a pas pu être sauvegardé
sk: Optimalizovaný súbor sa nepodarilo uložiť
uk: Неможливо зберігти оптимізованний файл
zh_hans: 优化的文件未能保存

source: Optimized successfully with %@
ar: تم التحسين بنجاح مع %@
cs: Vylepšeno úspěšně s %@
es: Optimizado con éxito usando %@
fi: Optimoitu onnistuneesti työkaluin %@
fr: Optimisé avec succès (%@)
sk: Optimalizované úspešne s %@
uk: Успішно оптимізовано з %@
zh_hans: 优化成功于 %@

source: Reverted to original
ar: استرجاع الأصلي
cs: Vráceno na originál
es: Restaurado al original
fi: Palautettu alkuperäinen
fr: Retour à l'original
sk: Vrátené na originál
uk: Повернуто до оригіналу
zh_hans: 已恢复原状

source: Saved %@ out of %@. %@ overall (up to %@ per file)
ar: تم حفظ %1$@ من أصل %2$@. إجمالاً %3$@. (مايصل %4$@ لكل ملف)
cs: Ušetřeno %1$@ z %2$@. %3$@ celkem (až do %4$@ na soubor)
es: Ahorrados %1$@ de %2$@. Total %3$@ (hasta %4$@ por archivo)
fi: Säästetty %1$@ / %2$@. Yhteensä %3$@ (jopa %4$@ / tiedosto)
fr: %1$@ de sauvegardé sur %2$@. %3$@ au total (jusqu'à %4$@ par fichier)
sk: Ušetrené %1$@ z %2$@. %3$@ celkom (až do %4$@ na súbor)
uk: Розпочато %1$@ з %2$@. %3$@ в цілому (до %4$@ на файл)
zh_hans: 节省了 %1$@（总计 %2$@）。总体 %3$@ （每个文件最多 %4$@）

source: Saved %@ out of %@. %@ per file on average (up to %@)
ar: تم حفظ %1$@ من أصل %2$@. بالمتوسط %3$@ لكل ملف (مايصل إلى %4$@)
cs: Ušetřeno %1$@ z %2$@. %3$@ průměrně na soubor (až do %4$@)
es: Ahorrados %1$@ de %2$@. %3$@ por archivo en promedio (hasta %4$@)
fi: Säästetty %1$@ / %2$@. Keskimäärin %3$@ / tiedosto (jopa %4$@)
fr: %1$@ de sauvegardé sur %2$@. %3$@ par fichier en moyenne (jusqu'à %4$@)
sk: Ušetrené %1$@ z %2$@. %3$@ priemerne na súbor (až do %4$@)
uk: Розпочато %1$@ з %2$@. %3$@ на файл в середньому (до %4$@)
zh_hans: 节省了 %1$@（总共%2$@）。平均每个文件 %3$@（最多 %4$@）

source: Started %@
ar: بدأ %@
cs: Byl spuštěn %@
es: Iniciado %@
fi: Aloitettu %@
fr: %@ démarré
sk: Spustený %@
uk: Розпочато %@
zh_hans: 开始 %@

source: Waiting to be optimized
ar: بالإنتظار لكي يتم تحسينها
cs: Čeká na vylepšení
es: A la espera de iniciar más optimizaciones
fi: Odotetaan optimointia
fr: En attente d'autres optimisations
sk: Čaká na optimalizáciu
uk: Чекає на оптимізацію
zh_hans: 等待被优化
